{
  "Navbar": {
    "intro": "Ministerios Aviva el Fuego",
    "mission": "Misión",
    "about": "Acerca de",
    "contact": "Contactanos | Invitanos",
    "photos": "Fotos",
    "donate": "Donar",
    "beliefs": "Creencias",
    "ministryName": "Aviva el Fuego Ministerios"
  },
  "HomePage": {
    "heroTitle": "Ministerios Aviva el Fuego",
    "heroSubtitle": "Predicando el Evangelio y avivando la llama del avivamiento en las naciones",
    "heroButton": "Conoce Más",
    "introTitle": "Ministerios Aviva el Fuego",
    "introText": "Aviva el Fuego es un llamado a avivar la llama del avivamiento que se encendió en la iglesia primitiva en el libro de los Hechos y que ha sido llevada a través de generaciones. Nuestra pasión es ver almas salvadas y liberadas, los enfermos sanados, discípulos equipados y el avivamiento estallar en las naciones.",
    "missionTitle": "Nuestra Misión",
    "missionText": "Nuestra Misión es ayudar a cumplir la Gran Comisión a través de campañas evangelísticas, alcances y alianzas con iglesias locales. Estamos comprometidos a alcanzar a los no alcanzados con el evangelio, desafiando a los creyentes en áreas de discipulado y enfatizando el papel vital de la iglesia local.",
    "aboutTitle": "Acerca de Kirk David Vigen",
    "aboutText": "Kirk David Vigen es un evangelista misionero con un corazón para el avivamiento y las naciones. Creció en Colorado Springs, Colorado, y a los 15 años, tuvo un encuentro con el Señor que cambió su vida en un campamento juvenil. En los años siguientes, respondió al llamado de predicar el evangelio. A sus 20 años, Kirk vivió en Costa Rica, donde asistió a una escuela de idiomas y sirvió como misionero en una comunidad local. Un par de años después, conoció a su esposa, Vania, quien es de México. Juntos, han liderado ministerios evangelísticos en Arizona y Colorado, y hoy continúan su llamado desde Texas, donde viven con su hijo, Elijah.",
    "contactTitle": "Contáctanos | Invitanos",
    "photosTitle": "Fotos",
    "donateTitle": "Apoya la Misión",
    "donateText": "Tu generosidad nos ayuda a cumplir la Gran Comisión y llevar la llama del avivamiento a las naciones. Cada contribución hace la diferencia.",
    "donateButton": "Donar Ahora",
    "beliefsTitle": "Lo Que Creemos"
  },
  "ContactPage": {
    "description": "¡Nos encantaría saber de ti! Ya sea que tengas una pregunta, necesites ayuda o quieras conectar con nuestro ministerio, simplemente completa el formulario a continuación y un miembro de nuestro equipo se pondrá en contacto contigo lo antes posible.",
    "firstName": "Nombre",
    "lastName": "Apellido",
    "email": "Correo Electrónico",
    "message": "Mensaje",
    "sendButton": "Enviar"
  },
  "DonateModal": {
    "p1": "Su generosidad nos ayuda a cumplir la Gran Comisión y a llevar la llama del avivamiento a las naciones. Cualquier contribución puede tener un impacto eterno.",
    "p2": "Ministerios Aviva el Fuego es una organización sin fines de lucro 501(c)(3), y todas las donaciones son deducibles de impuestos hasta el máximo permitido por la ley.",
    "heading": "Formas de donar:"
  },
  "Beliefs": {
    "godTitle": "Dios",
    "godText": "Hay un solo Dios, eternamente existente en tres personas: Dios Padre, Dios Hijo y Dios Espíritu Santo.(Deuteronomio 6:4; Mateo 28:19)",
    "jesusTitle": "Jesucristo",
    "jesusText": "En la deidad de nuestro Señor Jesucristo, su nacimiento virginal, vida sin pecado, milagros, muerte vicaria y expiatoria, resurrección corporal, ascensión a la diestra del Padre, y su futuro regreso personal a esta tierra en poder y gloria.(Juan 3:16; Hechos 1:9-11; Romanos 1:3-6)",
    "spiritTitle": "Espíritu Santo",
    "spiritText": "La regeneración por el Espíritu Santo es absolutamente esencial para la salvación personal.(Tito 3:5)",
    "repentanceTitle": "Arrepentimiento",
    "repentanceText": "El único medio para ser limpiado del pecado es a través del arrepentimiento y la fe en la preciosa sangre de Cristo.(Juan 14:6)",
    "raptureTitle": "El Arrebatamiento",
    "raptureText": "En la esperanza bienaventurada: el arrebatamiento de la Iglesia en la venida de Cristo.(Tito 2:13)",
    "eternityTitle": "Eternidad",
    "eternityText": "En la resurrección tanto de los salvos como de los perdidos, los unos para vida eterna y los otros para condenación eterna.(Apocalipsis 20:11-15)",
    "healingTitle": "Sanidad",
    "healingText": "La obra redentora de Cristo en la cruz provee sanidad para el cuerpo humano en respuesta a la oración de fe.(1 Pedro 2:24)",
    "baptismTitle": "Bautismo",
    "baptismText": "En el bautismo en agua por inmersión.(Mateo 28:19)",
    "spiritBaptismTitle": "Bautismo en el Espíritu Santo",
    "spiritBaptismText": "El bautismo en el Espíritu Santo, según Hechos 2:4, es dado a los creyentes que lo piden.(Hechos 2:4)",
    "bibleTitle": "La Biblia",
    "bibleText": "La Biblia es la Palabra de Dios inspirada, única, infalible y autorizada. (2 Timoteo 3:16)",
    "holinessTitle": "Santidad",
    "holinessText": "En el poder santificador del Espíritu Santo, por cuya morada el cristiano es capacitado para vivir una vida santa.(Gálatas 5:16-25)"
  },
  "Footer": {
    "contactInfo": "Información de Contacto",
    "copyright": "Todos los derechos reservados."
  }
}